src/test/resources/test/xdutils/data/schema/twsdl_3.xml

<?xml version="1.0"?>
<s:Envelope  xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:p="http://ws.koop.cz/B1A/2008/01" s:encodingStyle="http://www.syntea.cz/koop/encoding">
    <s:Header>
        <p:User s:mustUnderstand="1" IdentUser="Novak" />
        <p:Request IdentZpravy="0" s:mustUnderstand="1" Mode="STD" />
    </s:Header>
    <s:Body>
        <p:Ping/>
    </s:Body>
</s:Envelope>